{
    "chapter": 11,
    "name": "విశ్వరూప దర్శన యోగం",
    "summary": "ఈ అధ్యాయంలో కృష్ణుడు తన విశ్వరూపాన్ని అర్జునునికి దర్శింపజేసి భయభక్తులతో ఆశ్చర్యపరుస్తాడు.",
    "verses": [
      {
          "verse": 1,
          "text": "అథైకాదశోऽధ్యాయః - విశ్వరూపదర్శనయోగః\n\nఅర్జున ఉవాచ|\nమదనుగ్రహాయ పరమం గుహ్యమధ్యాత్మసంజ్ఞితమ్|\nయత్త్వయోక్తం వచస్తేన మోహోऽయం విగతో మమ|| 11-1 ||",
          "meaning": "అర్జునుడిట్లనియె: నన్ను అనుగ్రహించుటకై కరుణతో నీచేత చెప్పబడిన పరమ రహస్యమైన అధ్యాత్మఙ్ఞానముచే నా అఙ్ఞాన మోహమంతా మాయమైపోయినది."
      },
      {
          "verse": 2,
          "text": "భవాప్యయౌ హి భూతానాం శ్రుతౌ విస్తరశో మయా|\nత్వత్తః కమలపత్రాక్ష మాహాత్మ్యమపి చావ్యయమ్|| 11-2 ||",
          "meaning": "హే కృష్ణా! సర్వభూతముల సృష్టి, స్థితి, లయ రహస్యమును గూర్చి నీ శాశ్వతమయిన అవ్యయమైన మహా మహిమను గూర్చి నీవు చెప్పగా నేను సవిస్తారముగా వింటిని."
      },
      {
          "verse": 3,
          "text": "ఏవమేతద్యథాత్థ త్వమాత్మానం పరమేశ్వర|\nద్రష్టుమిచ్ఛామి తే రూపమైశ్వరం పురుషోత్తమ|| 11-3 ||",
          "meaning": "ఓ పరమేశ్వరా! నీ మహాద్భుత విశ్వరూప మహిమను గూర్చి నీవు చెప్పినదంతయు పరమ సత్యమే. ఓ పురుషోత్తమా! అపార ఙ్ఞాన శక్తి తేజములతో కూడిన మహా ఘనమైన నీ అనంత ఐశ్వర్య రూపమును ప్రత్యక్షముగ దర్శించగోరుచున్నాను."
      },
      {
          "verse": 4,
          "text": "మన్యసే యది తచ్ఛక్యం మయా ద్రష్టుమితి ప్రభో|\nయోగేశ్వర తతో మే త్వం దర్శయాత్మానమవ్యయమ్|| 11-4 ||",
          "meaning": "హే యోగేశ్వర ప్రభో! నీ ఘన విశ్వరూపం నాచేత చూడశక్యమైనదని నీవు తలంచుచో అట్టి నాశరహితమైన నీ దివ్య రూపమును నాకు చూపుము."
      },
      {
          "verse": 5,
          "text": "శ్రీభగవానువాచ|\nపశ్య మే పార్థ రూపాణి శతశోऽథ సహస్రశః|\nనానావిధాని దివ్యాని నానావర్ణాకృతీని చ|| 11-5 ||",
          "meaning": "ఓ పార్థా! అసంఖ్యాకములైన, అనేక విధములుగనున్న, అనేక వర్ణములు కలిగిన, అనేకాకృతులలోనున్న నా దివ్య రూపమును చూడుము."
      },
      {
          "verse": 6,
          "text": "పశ్యాదిత్యాన్వసూన్రుద్రానశ్వినౌ మరుతస్తథా|\nబహూన్యదృష్టపూర్వాణి పశ్యాశ్చర్యాణి భారత|| 11-6 ||",
          "meaning": "ఓ అర్జునా! ద్వాదశాదిత్యులను, అష్ట వసువులను, ఏకాదశ రుద్రులను, అశ్వనీ దేవతలను, సప్త మరుత్తులను నాలో చూడుము. మరియు మహాశ్చర్యమును కలిగించే పూర్వమెప్పుడూ ఎవ్వని చేత చూడబడని అనేక అద్భుతములను నాలో నిపుడుగాంచుము."
      },
      {
          "verse": 7,
          "text": "ఇహైకస్థం జగత్కృత్స్నం పశ్యాద్య సచరాచరమ్|\nమమ దేహే గుడాకేశ యచ్చాన్యద్ ద్రష్టుమిచ్ఛసి|| 11-7 ||",
          "meaning": "ఓ అర్జునా! నాదేహమందే చరాచర ప్రపంచమునెల్లను ఒకే చోటనున్నట్లు ఇక్కడే ఇప్పుడే చూడుము. మరియు నీవు చూడగోరినదెల్ల నాలోనే చూడుము."
      },
      {
          "verse": 8,
          "text": "న తు మాం శక్యసే ద్రష్టుమనేనైవ స్వచక్షుషా|\nదివ్యం దదామి తే చక్షుః పశ్య మే యోగమైశ్వరమ్|| 11-8 ||",
          "meaning": "నీ స్థూల దృష్టితో నా అనంత స్వరూప మహిమను చూడలేవు. కనుక దివ్యదృష్టి నీకిచ్చుచున్నాను. ఈ ఙ్ఞాన దృష్టితో అపారమైన నా విశ్వరూప వైభవమును గాంచుము."
      },
      {
          "verse": 9,
          "text": "సఞ్జయ ఉవాచ|\nఏవముక్త్వా తతో రాజన్మహాయోగేశ్వరో హరిః|\nదర్శయామాస పార్థాయ పరమం రూపమైశ్వరమ్|| 11-9 ||",
          "meaning": "సంజయుడిట్లనియెను: ఓ ధృతరాష్ట్ర మహారాజా! మహా యోగీశ్వరుడైన భగవానుడిట్లు చెప్పిన పిమ్మట సర్వోత్తమమైన ఐశ్వర్యరూపమైన తన మహిమాన్విత విశ్వరూపమును పార్థునకు చూపెను."
      },
      {
          "verse": 10,
          "text": "అనేకవక్త్రనయనమనేకాద్భుతదర్శనమ్|\nఅనేకదివ్యాభరణం దివ్యానేకోద్యతాయుధమ్|| 11-10 ||",
          "meaning": "అనేక వక్త్రములతో, అనేక నేత్రములతో, అనేక అద్భుత దర్శనములతో, అనేక దివ్యాభరణములతో, దివ్యాయుధములతో భగవానుని ఘన దివ్యరూపము శోభిల్లుచుండెను."
      },
      {
          "verse": 11,
          "text": "దివ్యమాల్యామ్బరధరం దివ్యగన్ధానులేపనమ్|\nసర్వాశ్చర్యమయం దేవమనన్తం విశ్వతోముఖమ్|| 11-11 ||",
          "meaning": "దివ్యములైన పుష్పమాలికలను, దివ్యములైన వస్త్రములను ధరించి, దివ్య సుగంధ చందనాదుల పూతలతో నిండి, పరమాశ్చర్యకరమై, మహాకాంతివంతమై, అనంతమై, విశ్వతోముఖమై భగవానుని అద్భుత విశ్వరూపము విలసిల్లుచుండెను."
      },
      {
          "verse": 12,
          "text": "దివి సూర్యసహస్రస్య భవేద్యుగపదుత్థితా|\nయది భాః సదృశీ సా స్యాద్భాసస్తస్య మహాత్మనః|| 11-12 ||",
          "meaning": "ఆకాశమున ఒక్కతూరి హఠాత్తుగా సహస్ర సూర్యులు ప్రకాశించినచో ఎంతటి చూడశక్యముకాని కాంతిసలుగునో అంతటి అపారకాంతికి ఈ భగవానుని కాంతి సమానమగును."
      },
      {
          "verse": 13,
          "text": "తత్రైకస్థం జగత్కృత్స్నం ప్రవిభక్తమనేకధా|\nఅపశ్యద్దేవదేవస్య శరీరే పాణ్డవస్తదా|| 11-13 ||",
          "meaning": "అపుడు అర్జునుడు దేవదేవుడగు భగవానుని శరీరములోనే అనేక విధములుగా విభజింపబడిన సర్వ ప్రపంచమును ఒకేచోటనున్న దానినిగా చూచెను."
      },
      {
          "verse": 14,
          "text": "తతః స విస్మయావిష్టో హృష్టరోమా ధనఞ్జయః|\nప్రణమ్య శిరసా దేవం కృతాఞ్జలిరభాషత|| 11-14 ||",
          "meaning": "పిమ్మట ధనంజయుడు విస్మయముతో పులకాంకితదేహుడై భగవానునికి సాష్టాంగ ప్రణామము చేసి అంజలి బద్ధుడై ఇట్లనెను."
      },
      {
          "verse": 15,
          "text": "అర్జున ఉవాచ|\nపశ్యామి దేవాంస్తవ దేవ దేహే\nసర్వాంస్తథా భూతవిశేషసఙ్ఘాన్|\nబ్రహ్మాణమీశం కమలాసనస్థ-\nమృషీంశ్చ సర్వానురగాంశ్చ దివ్యాన్|| 11-15 ||",
          "meaning": "అర్జునుడు పలికెను: ఓ దేవాదిదేవా! నీ విరాట్-రూపమునందు సకల దేవతలను, నానావిధప్రాణికోటిని, కమలాసనుడైన బ్రహ్మను, మహాదేవుడైన శంకరుని, సమస్త ఋషులను, దివ్య సర్పములను చూచుచున్నాను."
      },
      {
          "verse": 16,
          "text": "అనేకబాహూదరవక్త్రనేత్రం\nపశ్యామి త్వాం సర్వతోऽనన్తరూపమ్|\nనాన్తం న మధ్యం న పునస్తవాదిం\nపశ్యామి విశ్వేశ్వర విశ్వరూప|| 11-16 ||",
          "meaning": "ఓ విశ్వేశ్వరా! విశ్వరూపా! నీ బాహువులు, ఉదరములు, ముఖములు, నేత్రములు అసంఖ్యాకములు. నీ అనంతరూపము సర్వతోముఖముగ విలసిల్లుచున్నది. నీవు ఆదిమధ్యాంతరహితుడవు. మహత్వపూర్ణమైన నీ దివ్యరూపమునకు ఆది మధ్యాంతములను తెలిసికొనలేకున్నాను."
      },
      {
          "verse": 17,
          "text": "కిరీటినం గదినం చక్రిణం చ\nతేజోరాశిం సర్వతో దీప్తిమన్తమ్|\nపశ్యామి త్వాం దుర్నిరీక్ష్యం సమన్తాద్\nదీప్తానలార్కద్యుతిమప్రమేయమ్|| 11-17 ||",
          "meaning": "హే విష్ణో! కిరీటమును, గదను, చక్రమును ధరించి, అంతటను తేజఃపుంజములను విరజిమ్ముచున్న నిన్ను దర్శించుచున్నాను. ప్రజ్వలితాగ్నివలెను, జ్యోతిర్మయుడైన సూర్యునివలెను వెలుగొందుచున్న నీ అప్రమేయరూపము దుర్నిరీక్ష్యమై యున్నది."
      },
      {
          "verse": 18,
          "text": "త్వమక్షరం పరమం వేదితవ్యం\nత్వమస్య విశ్వస్య పరం నిధానమ్|\nత్వమవ్యయః శాశ్వతధర్మగోప్తా\nసనాతనస్త్వం పురుషో మతో మే|| 11-18 ||",
          "meaning": "పరమ - అక్షరస్వరూపుడవైన పరబ్రహ్మపరమాత్మవు నీవే, కనుక అందరికిని తెలుసుకొనదగినవాడవు. ఈజగత్తునకు నీవే పరమాశ్రయుడవు. సనాతన ధర్మరక్షకుడవు. నీవు అవ్యయుడవు. అని నా విశ్వాసము."
      },
      {
          "verse": 19,
          "text": "అనాదిమధ్యాన్తమనన్తవీర్య-\nమనన్తబాహుం శశిసూర్యనేత్రమ్|\nపశ్యామి త్వాం దీప్తహుతాశవక్త్రం\nస్వతేజసా విశ్వమిదం తపన్తమ్|| 11-19 ||",
          "meaning": "నీవు ఆదిమధ్యాంతరహితుడవు. అపరిమితశక్తిశాలివి. అసంఖ్యాకములైన భుజములు గలవాడవు. సూర్యచంద్రులు నీ నేత్రములు. అగ్నివలె నీ ముఖము ప్రజ్వరిల్లుచున్నది. నీ తేజస్సులో ఈ జగత్తును సంతప్తమొనర్చుచున్నావు. అట్టి నిన్ను నేను చూచుచున్నాను."
      },
      {
          "verse": 20,
          "text": "ద్యావాపృథివ్యోరిదమన్తరం హి\nవ్యాప్తం త్వయైకేన దిశశ్చ సర్వాః|\nదృష్ట్వాద్భుతం రూపముగ్రం తవేదం\nలోకత్రయం ప్రవ్యథితం మహాత్మన్|| 11-20 ||",
          "meaning": "ఓ మహాత్మా! దివినుండి భువివఱకుగల అంతరిక్షమునందతటను అన్ని దిశలను నీవే పరిపూర్ణుడవై యున్నావు. అధ్బుతమైన నీ భయంకరరూపమును చూచి ముల్లోకములును గడగడలాడుచున్నవి."
      },
      {
          "verse": 21,
          "text": "అమీ హి త్వాం సురసఙ్ఘా విశన్తి\nకేచిద్భీతాః ప్రాఞ్జలయో గృణన్తి|\nస్వస్తీత్యుక్త్వా మహర్షిసిద్ధసఙ్ఘాః\nస్తువన్తి త్వాం స్తుతిభిః పుష్కలాభిః|| 11-21 ||",
          "meaning": "ఇదిగో, ఆదేవతలెల్లరును నీలో ప్రవేశించుచున్నారు. కొందఱు భయపడినవారై అంజలి ఘటించి, నీ నామగుణములను కీర్తించుచున్నారు. మహర్షులును, సిధ్దులును స్వస్తివచనములతోడను, ఉత్తమోత్తమ స్తోత్రములతోడను నిన్ను ప్రస్తుతించుచున్నారు."
      },
      {
          "verse": 22,
          "text": "రుద్రాదిత్యా వసవో యే చ సాధ్యా\nవిశ్వేऽశ్వినౌ మరుతశ్చోష్మపాశ్చ|\nగన్ధర్వయక్షాసురసిద్ధసఙ్ఘా\nవీక్షన్తే త్వాం విస్మితాశ్చైవ సర్వే|| 11-22 ||",
          "meaning": "ఏకాదశరుద్రులును, ద్వాదశాదిత్యులును, అష్టవసువులును, సాధ్యులును, విశ్వేదేవతలును, అశ్వినీకుమారులును, మరుద్గణములును, పితరులును అట్లే గంధర్వయక్షాసురసిద్దసముదాయములును నిన్నే దర్శించుచున్నారు."
      },
      {
          "verse": 23,
          "text": "రూపం మహత్తే బహువక్త్రనేత్రం\nమహాబాహో బహుబాహూరుపాదమ్|\nబహూదరం బహుదంష్ట్రాకరాలం\nదృష్ట్వా లోకాః ప్రవ్యథితాస్తథాహమ్|| 11-23 ||",
          "meaning": "ఓ మహాబాహో! అసంఖ్యాకములైన వక్త్రములను, నేత్రములను, చేతులను, ఊరువులను, పాదములను, ఉదరములను, కోరలను కలిగిన మిక్కిలి భయంకరమైన నీ రూపమునుచూచి, అందఱును భయకంపితులగుచున్నారు. నేనుకూడ భయముతో వణికిపోవుచున్నాను."
      },
      {
          "verse": 24,
          "text": "నభఃస్పృశం దీప్తమనేకవర్ణం\nవ్యాత్తాననం దీప్తవిశాలనేత్రమ్|\nదృష్ట్వా హి త్వాం ప్రవ్యథితాన్తరాత్మా\nధృతిం న విన్దామి శమం చ విష్ణో|| 11-24 ||",
          "meaning": "ఏలనన హే విష్ణో! నీ రూపము అంతరిక్షమును తాకుచున్నది. అదే అనేకవర్ణములతో దేదీప్యమానమై వెలుగుచున్నది. కాంతులను విరజిమ్ముచున్న విశాలనేత్రములతో, విస్తరించినముఖములతో అద్భుతముగా ఒప్పుచున్నది. అట్టి నీ రూపమును చూచిన నా మనస్సు తత్తరపడుచున్నది. అందువలన నా దైర్యము సడలినది. శాంతి దూరమైనది."
      },
      {
          "verse": 25,
          "text": "దంష్ట్రాకరాలాని చ తే ముఖాని\nదృష్ట్వైవ కాలానలసన్నిభాని|\nదిశో న జానే న లభే చ శర్మ\nప్రసీద దేవేశ జగన్నివాస|| 11-25 ||",
          "meaning": "ఓ జగన్నివాసా! కరాళదంష్ట్రలతో (భయంకరమైన కోరలతో) ఒప్పుచున్న నీ ముఖములు ప్రళయాగ్నిజ్వాలలవలె భీతిగొల్పుచున్నవి. వాటిని చూచిన నాకు దిక్కుతోచకున్నది. నెమ్మది (శాంతి) శూన్యమైనది. ఓ దేవేశా! ప్రసన్నుడవు కమ్ము."
      },
      {
          "verse": 26,
          "text": "అమీ చ త్వాం ధృతరాష్ట్రస్య పుత్రాః\nసర్వే సహైవావనిపాలసఙ్ఘైః|\nభీష్మో ద్రోణః సూతపుత్రస్తథాసౌ\nసహాస్మదీయైరపి యోధముఖ్యైః|| 11-26 ||",
          "meaning": "ఇదిగో! (ఇచ్చట చేరియున్న) ఈ ధృతరాష్ట్రపుత్రులు (దుర్యోధనాదులు) ఇతర రాజన్యులతోసహా నీలో ప్రవేశించుచున్నారు. భీష్మపితామహుడు, ద్రోణుడు, కర్ణుడు, అట్లే మన పక్షమునందలి ప్రధానయోధులు అందఱును."
      },
      {
          "verse": 27,
          "text": "వక్త్రాణి తే త్వరమాణా విశన్తి\nదంష్ట్రాకరాలాని భయానకాని|\nకేచిద్విలగ్నా దశనాన్తరేషు\nసన్దృశ్యన్తే చూర్ణితైరుత్తమాఙ్గైః|| 11-27 ||",
          "meaning": "భయంకరములైన కోరలతోగూడిన నీ ముఖములయందు అతివేగముగా పరుగులుదీయుచు ప్రవేశించుచున్నారు. కొందఱి తలలు కోరల మద్యబడి నుగ్గునుగ్గైపోవుచుండగా వారు దంతములలో చిక్కుకొని వ్రేలాడుచున్నారు."
      },
      {
          "verse": 28,
          "text": "యథా నదీనాం బహవోऽమ్బువేగాః\nసముద్రమేవాభిముఖా ద్రవన్తి|\nతథా తవామీ నరలోకవీరా\nవిశన్తి వక్త్రాణ్యభివిజ్వలన్తి|| 11-28 ||",
          "meaning": "అనేకములైన నదీనదములప్రవాహములన్నియును సహజముగా సముద్రమునకు అభిముఖముగా ప్రవహించుచు అందు ప్రవేశించుచున్నట్లు, ఈ శ్రేష్ఠులైన సమరయోధులు (నరలోకవీరులు) కూడ జ్వలించుచున్న నీ ముఖములయందు ప్రవేశించుచున్నారు."
      },
      {
          "verse": 29,
          "text": "యథా ప్రదీప్తం జ్వలనం పతఙ్గా\nవిశన్తి నాశాయ సమృద్ధవేగాః|\nతథైవ నాశాయ విశన్తి లోకాస్-\nతవాపి వక్త్రాణి సమృద్ధవేగాః|| 11-29 ||",
          "meaning": "మిడుతలన్నియు మోహవశమున బాగుగా మండుచున్న అగ్నివైపు అతివేగముగా పరుగెత్తి, తమ నాశనముకొఱకు అందు ప్రవేశించి, నశించునట్లు ఈ వీరులందఱును తమనాశమునకై అతివేగముగా పరుగెత్తి, నీ వక్త్రములయందు ప్రవేశించుచున్నారు."
      },
      {
          "verse": 30,
          "text": "లేలిహ్యసే గ్రసమానః సమన్తాల్-\nలోకాన్సమగ్రాన్వదనైర్జ్వలద్భిః|\nతేజోభిరాపూర్య జగత్సమగ్రం\nభాసస్తవోగ్రాః ప్రతపన్తి విష్ణో|| 11-30 ||",
          "meaning": "హే విష్ణో! ప్రజ్వలించుచున్న నీ ముఖములతో సమస్త లోకములను అన్నివైపులనుంచి కబళించుచు మాటిమాటికిని చప్పరించుచున్నావు. నీ ఉగ్రతేజస్సులు అంతటను నిండి జగత్తును తపింపజేయుచున్నవి."
      },
      {
          "verse": 31,
          "text": "ఆఖ్యాహి మే కో భవానుగ్రరూపో\nనమోऽస్తు తే దేవవర ప్రసీద|\nవిజ్ఞాతుమిచ్ఛామి భవన్తమాద్యం\nన హి ప్రజానామి తవ ప్రవృత్తిమ్|| 11-31 ||",
          "meaning": "ఓ పరమాత్మా! నీకు నా నమస్కారములు - ప్రసన్నుడవు కమ్ము. ఉగ్రరూపుడవైన నీవు ఎవరో దయతో నాకు తెలుపుము. ఆదిపురుషుడవైన నిన్ను విశదముగా తెలిసికొనగోరుచున్నాను. ఏలనన నీ ప్రవృత్తిని ఎఱుంగలేకున్నాను."
      },
      {
          "verse": 32,
          "text": "శ్రీభగవానువాచ|\nకాలోऽస్మి లోకక్షయకృత్ప్రవృద్ధో\nలోకాన్సమాహర్తుమిహ ప్రవృత్తః|\nఋతేऽపి త్వాం న భవిష్యన్తి సర్వే\nయేऽవస్థితాః ప్రత్యనీకేషు యోధాః|| 11-32 ||",
          "meaning": "శ్రీ భగవానుడు పలికెను : నేను లోకములన్నింటిని తుదముట్టించుటకై విజృంభించిన మహాకాలుడను. ఇప్పుడు ఈ లోకములను రూపుమాపుటకై పూనుకొనియున్నాను. కనుక నీవు యుద్దముచేయకున్ననూ ప్రతిపక్షముననున్న ఈ వీరులెవ్వరును మిగులరు (మిగిలియుండరు)."
      },
      {
          "verse": 33,
          "text": "తస్మాత్త్వముత్తిష్ఠ యశో లభస్వ\nజిత్వా శత్రూన్ భుఙ్క్ష్వ రాజ్యం సమృద్ధమ్|\nమయైవైతే నిహతాః పూర్వమేవ\nనిమిత్తమాత్రం భవ సవ్యసాచిన్|| 11-33 ||",
          "meaning": "కనుక ఓ సవ్యసాచీ! లెమ్ము, కీర్తిగాంచుము. శత్రువులను జయించి సర్వసంపదలతో తులతూగు రాజ్యమును అనుభవింపుము. వీరందఱును నాచేత మునుపే హతులైనవారు. నీవు నిమిత్తమాత్రుడవు కమ్ము."
      },
      {
          "verse": 34,
          "text": "ద్రోణం చ భీష్మం చ జయద్రథం చ\nకర్ణం తథాన్యానపి యోధవీరాన్|\nమయా హతాంస్త్వం జహి మా వ్యథిష్ఠా\nయుధ్యస్వ జేతాసి రణే సపత్నాన్|| 11-34 ||",
          "meaning": "ఇదివరకే నాచే చంపబడిన భీష్మ, ద్రోణ, జయద్రథ (సైంధవ) కర్ణాది యుద్దవీరులందఱిని నీవు సంహరింపుము. భయపడకుము. రణరంగమున శత్రువులను తప్పక జయింపగలవు. కనుక యుద్దము చేయుము."
      },
      {
          "verse": 35,
          "text": "సఞ్జయ ఉవాచ|\nఏతచ్ఛ్రుత్వా వచనం కేశవస్య\nకృతాఞ్జలిర్వేపమానః కిరీటీ|\nనమస్కృత్వా భూయ ఏవాహ కృష్ణం\nసగద్గదం భీతభీతః ప్రణమ్య|| 11-35 ||",
          "meaning": "సంజయుడు పలికెను: ఓ రాజా! శ్రీ కృష్ణపరమాత్మయొక్క ఈ మాటలను విని, అర్జునుడు వణకుచు, చేతులు జోడించి నమస్కరించెను. మఱల మిక్కిలి భయముతో ప్రణమిల్లి, గద్గదస్వరముతో తడబడుచు శ్రీకృష్ణుని స్తుతింపసాగెను."
      },
      {
          "verse": 36,
          "text": "అర్జున ఉవాచ|\nస్థానే హృషీకేశ తవ ప్రకీర్త్యా\nజగత్ప్రహృష్యత్యనురజ్యతే చ|\nరక్షాంసి భీతాని దిశో ద్రవన్తి\nసర్వే నమస్యన్తి చ సిద్ధసఙ్ఘాః|| 11-36 ||",
          "meaning": "అర్జునుడు పలికెను: ఓ అంతర్యామి! కేశవా! నీనామగుణప్రభావములను కీర్తించుచు జగత్తు హర్షాతిరేకముతో, అనురాగముతో ఉప్పొంగిపోవుచున్నది. ఇది సముచితము. భయగ్రస్తులైన రాక్షసులు నలుదిక్కులకును పారిపోవుచున్నారు. సిద్దగణములవారెల్లరును ప్రణమిల్లుచున్నారు."
      },
      {
          "verse": 37,
          "text": "కస్మాచ్చ తే న నమేరన్మహాత్మన్\nగరీయసే బ్రహ్మణోऽప్యాదికర్త్రే|\nఅనన్త దేవేశ జగన్నివాస\nత్వమక్షరం సదసత్తత్పరం యత్|| 11-37 ||",
          "meaning": "ఓమహాత్మా! నీవు సర్వశ్రేష్ఠుడవు. సృష్టికర్తయైన బ్రహ్మకే మూలకారకుడవు - కనుక వారు (సిద్దాదులందఱును) నీకు నమస్కరింపక ఎట్లుండగలరు? ఓ అనంతా! ఓ దేవేశా! ఓ జగన్నివాసా! సత్-అసత్లు నీవే. వాటికంటెను పరమైన అక్షరస్వరూపుడవు అనగా సచ్చిదానందఘనపరబ్రహ్మవు నీవే."
      },
      {
          "verse": 38,
          "text": "త్వమాదిదేవః పురుషః పురాణస్-\nత్వమస్య విశ్వస్య పరం నిధానమ్|\nవేత్తాసి వేద్యం చ పరం చ ధామ\nత్వయా తతం విశ్వమనన్తరూప|| 11-38 ||",
          "meaning": "ఓ అనంతరూపా! నీవు ఆదిదేవుడవు, సనాతనపురుషుడవు, ఈజగత్తునకు పరమాశ్రయుడవు. సర్వజ్ఞుడవు, సర్వవేద్యుడవు. ఈ జగత్తు అంతయును నీచే పరిపూర్ణమైయున్నది."
      },
      {
          "verse": 39,
          "text": "వాయుర్యమోऽగ్నిర్వరుణః శశాఙ్కః\nప్రజాపతిస్త్వం ప్రపితామహశ్చ|\nనమో నమస్తేऽస్తు సహస్రకృత్వః\nపునశ్చ భూయోऽపి నమో నమస్తే|| 11-39 ||",
          "meaning": "నీవే వాయుదేవుడవు, యముడవు, అగ్నివి, వరుణుడవు, చంద్రుడవు, ప్రజాపతియైన బ్రహ్మవు. బ్రహ్మకును జనకుడవు. నీకు వేలకొలది నమస్కారములు. మఱల మఱల నమస్కారములు. ఇంకను నమస్కారములు."
      },
      {
          "verse": 40,
          "text": "నమః పురస్తాదథ పృష్ఠతస్తే\nనమోऽస్తు తే సర్వత ఏవ సర్వ|\nఅనన్తవీర్యామితవిక్రమస్త్వం\nసర్వం సమాప్నోషి తతోऽసి సర్వః|| 11-40 ||",
          "meaning": "అనంతసామర్థ్యముగలవాడా! నీకు ఎదురుగా ఉండియు, వెనుకనుండియు నమస్కరించుచున్నాను. ఓ సర్వాత్మా! నీకు అన్నివైపులనుండియు నమస్కారములు. ఏలనన అనంతపరాక్రమశాలివై నీవు జగత్తంతటను వ్యాపించియున్నవాడవు. అన్ని రూపములును నీవియే."
      },
      {
          "verse": 41,
          "text": "సఖేతి మత్వా ప్రసభం యదుక్తం\nహే కృష్ణ హే యాదవ హే సఖేతి|\nఅజానతా మహిమానం తవేదం\nమయా ప్రమాదాత్ప్రణయేన వాపి|| 11-41 ||",
          "meaning": "నీ మహిమను ఎఱుగక నిన్ను నా సఖునిగా భావించి, చనువుచేగాని, పొరబాటువలనగాని, ఓ కృష్ణా! ఓ యాదవా! ఓ మిత్రా! అనుచు తొందరపాటుతో ఆలోచింపక, నేను నిన్ను సంబోధించి ఉంటిని."
      },
      {
          "verse": 42,
          "text": "యచ్చావహాసార్థమసత్కృతోऽసి\nవిహారశయ్యాసనభోజనేషు|\nఏకోऽథవాప్యచ్యుత తత్సమక్షం\nతత్క్షామయే త్వామహమప్రమేయమ్|| 11-42 ||",
          "meaning": "ఓ అచ్యుతా! విహారశయ్యాసనభోజనాది సమయములయందు ఏకాంతమునగాని, అన్యసఖుల సమక్షమునగాని సరసమునకై పరిహాసములాడి, నేను నిన్ను కించపఱచి యుండవచ్చును. ఓ అప్రమేయస్వరూపా! నా అపరాధములనన్నింటిని క్షమింపుమని వేడుకొనుచున్నాను."
      },
      {
          "verse": 43,
          "text": "పితాసి లోకస్య చరాచరస్య\nత్వమస్య పూజ్యశ్చ గురుర్గరీయాన్|\nన త్వత్సమోऽస్త్యభ్యధికః కుతోऽన్యో\nలోకత్రయేऽప్యప్రతిమప్రభావ|| 11-43 ||",
          "meaning": "ఓ అనుపమప్రభావా! ఈ సమస్త చరాచరజగత్తునకు నీవే తండ్రివి. నీవు పూజ్యుడవు. గురుడవు. సర్వశ్రేష్ఠుడవు. ఈ ముల్లోకములయందును నీతో సమానుడెవ్వడును లేడు. ఇంక నీకంటె అధికుడెట్లుండును?"
      },
      {
          "verse": 44,
          "text": "తస్మాత్ప్రణమ్య ప్రణిధాయ కాయం\nప్రసాదయే త్వామహమీశమీడ్యమ్|\nపితేవ పుత్రస్య సఖేవ సఖ్యుః\nప్రియః ప్రియాయార్హసి దేవ సోఢుమ్|| 11-44 ||",
          "meaning": "కనుక ఓ ప్రభూ! నాశరీరమును నీపాదములకడనిడి, సాష్టాంగముగా ప్రణమిల్లుచున్నాను. స్తవనీయుడవు, సర్వేశ్వరుడవు ఐన నీవు నాయందు ప్రసన్నుడవగుటకై నిన్ను ప్రార్ధించుచున్నాను. దేవా! కుమారుని తండ్రి క్షమించినట్లును, మిత్రుని మిత్రుడు క్షమించినట్లును, భార్యను భర్త క్షమించినట్లును, నా అపరాధములను నీవు క్షమింపుము."
      },
      {
          "verse": 45,
          "text": "అదృష్టపూర్వం హృషితోऽస్మి దృష్ట్వా\nభయేన చ ప్రవ్యథితం మనో మే|\nతదేవ మే దర్శయ దేవ రూపం\nప్రసీద దేవేశ జగన్నివాస|| 11-45 ||",
          "meaning": "మునుపు ఎన్నడును చూడని ఆశ్చర్యకరమైన ఈ రూపమును గాంచి, మిక్కిలి సంతసించితిని. కాని భయముచే నామనస్సు కలవరపాటు పొందినది. కనుక చతుర్భుజయుక్తుడవై విష్ణురూపముతోడనే నాకు దర్శనమిమ్ము. ఓ దేవేశా! జగన్నివాసా! ప్రసన్నుడవు కమ్ము."
      },
      {
          "verse": 46,
          "text": "కిరీటినం గదినం చక్రహస్తం\nఇచ్ఛామి త్వాం ద్రష్టుమహం తథైవ|\nతేనైవ రూపేణ చతుర్భుజేన\nసహస్రబాహో భవ విశ్వమూర్తే|| 11-46 ||",
          "meaning": "కిరీటమును, గదను, శంఖచక్రములను ధరించిన నీ రూపమును చూడగోరుచున్నాను. ఓ సహస్రబాహూ! విరాడ్రూపా! నీ చతుర్భుజరూపమును నాకు చూపుము."
      },
      {
          "verse": 47,
          "text": "శ్రీభగవానువాచ|\nమయా ప్రసన్నేన తవార్జునేదం\nరూపం పరం దర్శితమాత్మయోగాత్|\nతేజోమయం విశ్వమనన్తమాద్యం\nయన్మే త్వదన్యేన న దృష్టపూర్వమ్|| 11-47 ||",
          "meaning": "శ్రీ భగవానుడు పలికెను: ఓ అర్జునా! నీపైగల అనుగ్రహమున నా యోగశక్తి ప్రభావముతో నీకు నా విరాట్-రూపమును ప్రదర్శించితిని. అది మిక్కిలి తేజోమయమైనది. అనంతమైనది, ఆద్యమైనది. దీనిని నీవు తప్ప ఇంతకుముందు మఱి యెవ్వరును చూచియుండలేదు."
      },
      {
          "verse": 48,
          "text": "న వేదయజ్ఞాధ్యయనైర్న దానైర్-\nన చ క్రియాభిర్న తపోభిరుగ్రైః|\nఏవంరూపః శక్య అహం నృలోకే\nద్రష్టుం త్వదన్యేన కురుప్రవీర|| 11-48 ||",
          "meaning": "ఓ అర్జునా! వేదాధ్యయనములచేగాని, యజ్ఞాచరణములచేగాని, దానములచేగాని, తీవ్రతపశ్చర్యలచేగాని, తదితరపుణ్యకర్మలచేగాని ఈ మానవలోకమున నా ఈ విశ్వరూపమును నీకుదప్ప మఱియెవ్వరికిని చూడశక్యముగాదు."
      },
      {
          "verse": 49,
          "text": "మా తే వ్యథా మా చ విమూఢభావో\nదృష్ట్వా రూపం ఘోరమీదృఙ్మమేదమ్|\nవ్యపేతభీః ప్రీతమనాః పునస్త్వం\nతదేవ మే రూపమిదం ప్రపశ్య|| 11-49 ||",
          "meaning": "ఈ విధమైన ఈ భయంకరరూపమును చూచి, నీవు ఎట్టి వ్యథకును,మోహమునకును గురికావలదు. భయమును వీడి ప్రసన్నచిత్తుడవై శంఖచక్ర గదాపద్మములతో విలసిల్లుచున్న నా చతుర్భుజరూపమును మరల చూడుము."
      },
      {
          "verse": 50,
          "text": "సఞ్జయ ఉవాచ|\nఇత్యర్జునం వాసుదేవస్తథోక్త్వా\nస్వకం రూపం దర్శయామాస భూయః|\nఆశ్వాసయామాస చ భీతమేనం\nభూత్వా పునః సౌమ్యవపుర్మహాత్మా|| 11-50 ||",
          "meaning": "సంజయుడు పలికెను: వాసుదేవుడు ఈ విధముగా పలికి, అర్జునునకు తన చతుర్భుజరూపమున దర్శనమిచ్చెను. అనంతరము శ్రీకృష్ణపరమాత్మ సౌమ్యమూర్తియైన తన కృష్ణరూపమును స్వీకరించి భయపడుచున్న అర్జునునకు ధైర్యము చెప్పెను."
      },
      {
          "verse": 51,
          "text": "అర్జున ఉవాచ|\nదృష్ట్వేదం మానుషం రూపం తవ సౌమ్యం జనార్దన|\nఇదానీమస్మి సంవృత్తః సచేతాః ప్రకృతిం గతః|| 11-51 ||",
          "meaning": "అర్జునుడు పలికెను: ఓ జనార్దనా! మీ అతిసౌమ్యమైన మానవాకృతిని (శ్యామసుందరరూపమును) చూచి, ఇప్పుడు నా మనస్సు కుదుటపడినది. నేను నా స్వాభావిక (సహజ)స్థితిని పొందితిని."
      },
      {
          "verse": 52,
          "text": "శ్రీభగవానువాచ|\nసుదుర్దర్శమిదం రూపం దృష్టవానసి యన్మమ|\nదేవా అప్యస్య రూపస్య నిత్యం దర్శనకాఙ్క్షిణః|| 11-52 ||",
          "meaning": "శ్రీ భగవానుడు పలికెను: నీవు చూచిన నా ఈ చతుర్భుజరూపముయొక్క దర్శనభాగ్యము అన్యులకు అత్యంతదుర్లభము. దేవతలుసైతము ఈ రూపమును దర్శించుటకు సదా ఉవ్విళ్ళూరుచుందురు."
      },
      {
          "verse": 53,
          "text": "నాహం వేదైర్న తపసా న దానేన న చేజ్యయా|\nశక్య ఏవంవిధో ద్రష్టుం దృష్టవానసి మాం యథా|| 11-53 ||",
          "meaning": "నీవు గాంచిన నా చతుర్భుజరూపమును దర్శించుటకు వేదపఠనములచేగాని, తపశ్చర్యలచేగాని, దానములచేగాని, యజ్ఞకర్మలచేగాని శక్యము కాదు."
      },
      {
          "verse": 54,
          "text": "భక్త్యా త్వనన్యయా శక్య అహమేవంవిధోऽర్జున|\nజ్ఞాతుం ద్రష్టుం చ తత్త్వేన ప్రవేష్టుం చ పరన్తప|| 11-54 ||",
          "meaning": "ఓ పరంతపా! అర్జునా! ఇట్టి నా చతుర్భుజరూపమును ప్రత్యక్షముగా చూచుటకును, తత్వజ్ఞానమును పొందుటకును, అందు ఏకీభావస్థితినందుటకును కేవలము అనన్య భక్తిద్వారా మాత్రమే సాధ్యమగును."
      },
      {
          "verse": 55,
          "text": "మత్కర్మకృన్మత్పరమో మద్భక్తః సఙ్గవర్జితః|\nనిర్వైరః సర్వభూతేషు యః స మామేతి పాణ్డవ|| 11-55 ||",
          "meaning": "అర్జునా! కర్తవ్యకర్మలను అన్నింటిని నాకే అర్పించువాడును, మత్పరాయణుడును, నాయందు భక్తిశ్రద్ధలుగలవాడును, ప్రాపంచిక విషయములయందు ఆసక్తిలేనివాడును, ఏప్రాణియందును ఏమాత్రము వైరభావము లేనివాడును ఐన అనన్య (పరమ) భక్తుడు మాత్రమే నన్ను పొందగలడు."
      }
  ]
  }